{"pages":[{"title":"","text":"NAILNTU AI &amp; Language GroupMy research interests lie in the intersection of artificial intelligence and natural language processing with the focus on applications of natural language understanding, semantics, question &amp; answering, information extraction and knowledge construction, sentiment analysis, and recommendation systems.Demo page","link":"/homepage/index.html"},{"title":"publication","text":"For full publication list, please refer to my Google Scholar page. Selected publications:(* denotes equal contribution) Journal articles: Kathryn Arbour*, Luu Anh Tuan*, Jia Luo*, Hira Rizvi, Andrew J. Plodkowski, Mustafa Sakhi, Kevin B. Huang, Subba R. Digumarthy, Michelle S. Ginsberg, Jeffrey Girshman, Mark G. Kris, Gregory J. Riely, Adam Yala, Justin F. Gainor, Regina Barzilay, and Matthew D. Hellmann. Deep learning to estimate RECIST in patients with NSCLC treated with PD-1 blockade . Cancer Discovery, 2020 (Impact factor: 29.5)Anran Wang, Luu Anh Tuan, Chuan-Sheng Foo, Hongyuan Zhu, Yi Tay, Vijay Chandrasekhar. Holistic Multi-modal Memory Network for Movie Question Answering. IEEE Transactions on Image Processing, 2019 (Impact factor: 5.1)Luu Anh Tuan, Siu Cheung Hui, See Kiong Ng. Utilizing Temporal Information for Taxonomy Construction. Transactions of the Association for Computational Linguistics (TACL), 2016Yuqing Mao, Kimberly Van Auken, Donghui Li, Luu Anh Tuan, Jung-jae Kim, Jung-Hsien Chiang, Yu-De Chen, Jian-Ming Chen, Hong-Jie Dai, Zhiyong Lu. Overview of the Gene Ontology Task at BioCreative IV. Database Oxford, 2014 (Impact factor: 3.7)Luu Anh Tuan, Jung-jae Kim. Automatic Suggestion for PUBMED Query Reformulation. Journal of Computing Science and Engineering, 2012Luu Anh Tuan, Jun Sun, Yang Liu, Jin Song Dong, Xiaohong Li, Thanh Tho Quan. SeVe: Automatic Tool for Verification of Security Protocols. Frontiers of Computer Science, 2012 (Impact factor: 1.1)Conference papers: Aston Zhang, Yi Tay, Shuai Zhang, Alvin Chan, Luu Anh Tuan, Siu Cheung Hui, Jie Fu. Beyond Fully-Connected Layers with Quaternions: Parameterization of Hypercomplex Multiplications with 1/n Parameters. Accepted to The International Conference on Learning Representations (ICLR), 2021 . Outstanding Paper AwardXinshuai Dong, Luu Anh Tuan, Rongrong Ji, Hong Liu. Towards Robustness Against Natural Language Word Substitutions. Accepted to The International Conference on Learning Representations (ICLR), 2021Yi Tay, Donovan Ong, Jie Fu, Alvin Chan, Nancy Chen, Luu Anh Tuan, Christopher Pal. Would you rather? A new benchmark for learning machine alignment with cultural values and social preferences. Proceedings of Annual Meeting of the Association for Computational Linguistics (ACL), 2020Luu Anh Tuan*, Darsh J Shah*, Regina Barzilay. Capturing Greater Context for Question Generation. Proceedings of AAAI Conference on Artificial Intelligence (AAAI), 2020Yi Tay*, Luu Anh Tuan*, Aston Zhang, Shuohang Wang, Siu Cheung Hui. Compositional De-Attention Networks. Proceedings of Advances in Neural Information Processing Systems (NeurIPS), 2019Yi Tay, Aston Zhang, Luu Anh Tuan, Jinfeng Rao, Shuai Zhang, Shuohang Wang, Jie Fu and Siu Cheung Hui. Light and Efficient Neural Natural Language Processing with Quaternion Networks. Proceedings of Association for Computational Linguistics (ACL), 2019Yi Tay, Shuohang Wang, Luu Anh Tuan, Jie Fu, Minh C. Phan, Xingdi Yuan, Jinfeng Rao, Siu Cheung Hui, Aston Zhang. Simple and Effective Curriculum Pointer-Generator Networks for Reading Comprehension over Long Narratives. Proceedings of Association for Computational Linguistics (ACL), 2019Yi Tay, Shuai Zhang, Luu Anh Tuan, Siu Cheung Hui, Lina Yao, Lucas Vinh Tran. Holographic Factorization Machines for Recommendation. Proceedings of AAAI Conference on Artificial Intelligence (AAAI), 2019Yi Tay*, Luu Anh Tuan*, Siu Cheung Hui, Jian Su. Densely Connected Attention Propagation for Reading Comprehension. Proceedings of Advances in Neural Information Processing Systems (NeurIPS), 2018Yi Tay, Luu Anh Tuan, Siu Cheung Hui. Recurrently Controlled Recurrent Networks. Proceedings of Advances in Neural Information Processing Systems (NeurIPS), 2018Yi Tay*, Luu Anh Tuan*, Siu Cheung Hui, Jian Su. Attentive Gated Lexicon Reader with Contrastive Contextual Co-Attention for Sentiment Classification. Proceedings of Empirical Methods in Natural Language Processing (EMNLP), 2018Yi Tay*, Luu Anh Tuan*, Siu Cheung Hui. Co-Stack Residual Affinity Networks with Multi-level Attention Refinement for Matching Text Sequences. Proceedings of Empirical Methods in Natural Language Processing (EMNLP), 2018Yi Tay, Luu Anh Tuan, Siu Cheung Hui. Compare, Compress and Propagate: Enhancing Neural Architectures with Alignment Factorization for Natural Language Inference. Proceedings of Empirical Methods in Natural Language Processing (EMNLP), 2018Yi Tay, Luu Anh Tuan, Siu Cheung Hui. Multi-Granular Sequence Encoding via Dilated Compositional Units for Reading Comprehension. Proceedings of Empirical Methods in Natural Language Processing (EMNLP), 2018Yi Tay, Luu Anh Tuan, Siu Cheung Hui, Jian Su. Reasoning with Sarcasm by Reading In-between. Proceedings of Association for Computational Linguistics (ACL), 2018Yi Tay, Luu Anh Tuan, Siu Cheung Hui. Multi-Pointer Co-Attention Networks for Recommendation. Proceedings of ACM International Conference on Knowledge Discovery and Data Mining (KDD), 2018Yi Tay, Luu Anh Tuan, Siu Cheung Hui. Multi-cast Attention Networks. Proceedings of ACM International Conference on Knowledge Discovery and Data Mining (KDD), 2018Yi Tay*, Luu Anh Tuan*, Siu Cheung Hui. Learning to Attend via Word-Aspect Associative Fusion for Aspect-based Sentiment Analysis. Proceedings of AAAI Conference on Artificial Intelligence (AAAI), 2018Yi Tay, Luu Anh Tuan, Siu Cheung Hui. Cross Temporal Recurrent Networks for Ranking Question Answer Pairs. Proceedings of AAAI Conference on Artificial Intelligence (AAAI), 2018Yi Tay, Luu Anh Tuan, Siu Cheung Hui. SkipFlow: Incorporating Neural Coherence Features for End-to-end Automatic Text Scoring. Proceedings of AAAI Conference on Artificial Intelligence (AAAI), 2018Yi Tay, Luu Anh Tuan, Siu Cheung Hui. Latent Relational Metric Learning via Memory-based Attention for Collaborative Ranking. Proceedings of The Web Conference (WWW), 2018Yi Tay, Luu Anh Tuan, Siu Cheung Hui. Hyperbolic Representation Learning for Fast and Efficient Neural Question Answering. Proceedings of ACM International Conference on Web Search and Data Mining (WSDM), 2018Yi Tay, Luu Anh Tuan, Siu Cheung Hui. CoupleNet: Paying Attention to Couples with Coupled Attention for Relationship Recommendation. Proceedings of AAAI International Conference on Web Blogs and Social Media (ICWSM), 2018Yi Tay, Luu Anh Tuan, Siu Cheung Hui. Hermitian Co-Attention Networks for Text Matching in Asymmetrical Domains. Proceedings of International Joint Conference on Artificial Intelligence (IJCAI), 2018Yi Tay, Luu Anh Tuan, Siu Cheung Hui. Non-parametric Estimation of Multiple Embeddings for Link Prediction on Dynamic Knowledge Graphs. Proceedings of AAAI Conference on Artificial Intelligence (AAAI), 2017Yi Tay*, Luu Anh Tuan*, Siu Cheung Hui. Dyadic Memory Networks for Aspect-based Sentiment Analysis. Proceedings of ACM International Conference on In- formation and Knowledge Management (CIKM), 2017Yi Tay, Luu Anh Tuan, Siu Cheung Hui, Falk Brauer. Random Semantic Tensor Ensemble for Scalable Knowledge Graph Link Prediction. Proceedings of ACM International Conference on Web Search and Data Mining (WSDM), 2017Yi Tay, Minh C. Phan, Luu Anh Tuan, Siu Cheung Hui. Learning to Rank Question Answer Pairs with Holographic Dual LSTM architecture. Proceedings of ACM SIGIR Conference on Research and Development in Information Retrieval (SIGIR), 2017Luu Anh Tuan, Yi Tay, Siu Cheung Hui, See Kiong Ng. Learning Term Em- beddings for Taxonomic Relation Identification with Dynamic Weighting Neural Network. Proceedings of Empirical Methods in Natural Language Processing (EMNLP), 2016Luu Anh Tuan, Jung-jae Kim, See Kiong Ng. Incorporating Trustiness and Collective Synonym/ Contrastive Evidence into Taxonomy Construction. Proceedings of Empirical Methods in Natural Language Processing (EMNLP), 2015Luu Anh Tuan, Jung-jae Kim, See Kiong Ng. Taxonomy Construction using Syntactic Contextual Evidence. Proceedings of Empirical Methods in Natural Language Processing (EMNLP), 2014","link":"/homepage/publication/index.html"},{"title":"","text":"Director Luu Anh Tuan Member Name 1 Name 2 Name 3","link":"/homepage/people/index.html"},{"title":"research","text":"TODO","link":"/homepage/research/index.html"},{"title":"teaching","text":"TODO","link":"/homepage/teaching/index.html"}],"posts":[{"title":"Here is Nail","text":"Emmmmm, say something…","link":"/homepage/2021/06/07/Here-is-Nail/"},{"title":"Hello World","text":"Test article","link":"/homepage/2021/06/06/hello-world/"}],"tags":[],"categories":[]}